tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'buo/cask-upgrade'
tap 'homebrew/cask-fonts'
tap 'jesseduffield/lazydocker'
tap 'jesseduffield/lazygit'
tap 'norwoodj/tap'
tap 'mongodb/brew'

brew 'allure'
brew 'ansible'
brew 'bat'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'direnv'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gnupg'
brew 'go'
brew 'grep'
brew 'helm'
brew 'helmfile'
brew 'helm-docs'
brew 'htop'
brew 'jq'
brew 'kubectx'
brew 'mas'
brew 'minio-mc'
brew 'mkcert'
brew 'mongodb-database-tools'
brew 'ncdu'
brew 'pass'
brew 'pre-commit'
brew 'rbenv'
brew 'sops'
brew 'stow'
brew 'terraform'
brew 'tldr'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'k9s'
brew 'hugo'
brew 'fd'
brew 'ffmpeg'
brew 'ghq'
brew 'tig'
brew 'md5sha1sum'
brew 'curl'
brew 'deno'
brew 'httpie'


cask 'sourcetree'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'postman'
cask 'slack'
cask 'visual-studio-code'
cask 'figma'
cask 'dbeaver-community'
cask 'ngrok'
cask 'pgadmin4'
mas 'LINE', id: 539883307
