tap 'jesseduffield/lazydocker'
tap 'jesseduffield/lazygit'
tap 'norwoodj/tap'

# === Misc ===
brew 'tldr'
brew 'ffmpeg'

# === Environment ===
brew 'zsh'
brew 'neovim'
brew 'ncdu'
brew 'stow'
brew 'htop'
brew 'ansible'
brew 'coreutils'
brew 'direnv'
brew 'tree'

# === Network ===
brew 'curl'
brew 'httpie'
brew 'wget'

# === Cloud ===
brew 'terraform'
brew 'kubectx'
brew 'lazydocker'
brew 'awscli'
brew 'cloudflared'

# === File System ===
brew 'z'
brew 'fzf' # Fuzzy file searching
brew 'ag' # Fuzzy file content searching
brew 'fd' # The better find command
brew 'jq' # JSON utils
brew 'gnu-sed'
brew 'grep'
brew 'bat'

# === Git ===
brew 'git'
brew 'git-lfs'
brew 'lazygit'
brew 'pre-commit'
brew 'ghq'
brew 'commitizen'

# === Encryption ===
brew 'gnupg'
brew 'mkcert'
brew 'pass'
brew 'md5sha1sum'

# === Programming Language ===
brew 'elixir'
brew 'cmake'

# === Cask ===
# cask 'docker'
cask 'dbeaver-community'
cask 'wireshark-app'
