tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'buo/cask-upgrade'
tap 'homebrew/cask-fonts'
tap 'jesseduffield/lazydocker'
tap 'jesseduffield/lazygit'
tap 'norwoodj/tap'
tap 'mongodb/brew'

# === Misc ===
brew 'tldr'
brew 'hugo'
brew 'mas'
brew 'ffmpeg'

# === Environment ===
brew 'zsh'
brew 'neovim'
brew 'ncdu'
brew 'stow'
brew 'htop'
brew 'ansible'
brew 'coreutils'
brew 'direnv'
brew 'rbenv'

# === Network ===
brew 'curl'
brew 'httpie'
brew 'wget'

# === Cloud ===
brew 'terraform'
brew 'kubectx'
brew 'lazydocker'

# === File System ===
brew 'z'
brew 'fzf' # Fuzzy file searching
brew 'ag' # Fuzzy file content searching
brew 'fd' # The better find command
brew 'jq' # JSON utils
brew 'gnu-sed'
brew 'grep'
brew 'bat'

# === Git ===
brew 'git'
brew 'git-lfs'
brew 'lazygit'
brew 'pre-commit'
brew 'ghq'
# brew 'commitizen'

# === Encryption ===
brew 'gnupg'
brew 'mkcert'
brew 'pass'
brew 'md5sha1sum'
brew 'sops'

# === Programming Language ===
brew 'elixir'
brew 'go'
brew 'pnpm'
brew 'yarn'

# === Cask ===
cask 'docker'
cask 'ngrok'
cask 'iterm2'
cask 'postman'
cask 'visual-studio-code'
cask 'dbeaver-community'
cask 'pgadmin4'
cask 'wireshark'
# cask 'microsoft-teams'
# cask 'figma'
# mas 'LINE', id: 539883307
